Repository: shatanikmahanty/Harvest-Hero
Catalog: lib/l10n/app_*.arb
Languages: bn

source: Weather Updates
bn: আবহাওয়া আপডেট

source: Crops Harvested
bn: ফসল সংগ্রহ

source: Hi Buddy
bn: হাই বন্ধু

# suggestCropsToInvest
source: Suggest me crops to invest in this season
bn: এই মৌসুমে বিনিয়োগ করার জন্য ফসলের পরামর্শ দিন

# improveCrops
source: What should I do to improve my crops?
bn: আমার ফসল উন্নত করতে কী করা উচিত?

# waterManagement
source: How can I improve water management in my fields?
bn: আমার ক্ষেতের পানি ব্যবস্থাপনা কীভাবে উন্নত করা যায়?

# cultivateGoodSoil
source: What are some tips for cultivating a good soil?
bn: ভাল মাটি চাষের জন্য কিছু টিপস কী?

# pestControl
source: How can I prevent pests and diseases from affecting crops?
bn: ফসলকে কীভাবে কীটপতঙ্গ এবং রোগ থেকে রক্ষা করা যায়?

# selectPrompt
source: Select your prompt
bn: আপনার প্রম্পট নির্বাচন করুন

# noMessages
source: No messages here yet
bn: এখানে এখনও কোনো বার্তা নেই

source: HarvestHero
bn: হারভেস্টহিরো

source: HelpBuddy
bn: হেল্পবাডি

source: Shop
bn: দোকান

source: Chat
bn: কথা বলুন

source: Home
bn: ঘর
